Repository: WiluGIT/beathlete
Catalog: beathlete/beathlete/*.lproj/Localizable.strings
Languages: pl

source: Body Parts
pl: Części ciała

source: Exercises
pl: Ćwiczenia

source: Exercise Detail
pl: Opis ćwiczenia

source: Show gyms
pl: Siłownie

source: Trainings
pl: Treningi

source: Add Training
pl: Dodaj trening

source: Gyms
pl: Siłownie

source: Press to mark as done
pl: Zaznacz zadania

source: Measurments
pl: Pomiary

source: Add
pl: Dodaj

source: Measurment Detail
pl: Szczegóły pomiaru

source: Training name:
pl: Nazwa treningu:

source: Training date:
pl: Data treningu:

source: Gym name:
pl: Nazwa siłowni:

source: Gym location:
pl: Lokalizacja siłowni:

source: Exercise name:
pl: Nazwa ćwiczenia:

source: Exercise details:
pl: Szczegóły ćwiczenia:

source: Weight:
pl: Waga:

source: Date:
pl: Data:

source: Photo:
pl: Zdjęcie:

source: Failed to get your location
pl: Nie udało się pobranie twojej lokalizacji

source: We have problem
pl: Wystąpił problem

# Your device doest not have a camera!
source: Your device does not have camera!
pl: Nie udało się uzyskać dostępu do kamery

source: Error
pl: Błąd
